Revit 2024 API
ConduitSize.UsedInSizing Property
 Whether is used in sizing.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public bool UsedInSizing { get; }
Visual Basic
Public ReadOnly Property UsedInSizing As Boolean
	Get
Visual C++
public:
property bool UsedInSizing {
	bool get ();
}
See Also
ConduitSize Class
Autodesk.Revit.DB.Electrical Namespace